<template>
  <div class="wrapper">
    <v-container fluid grid-list-xl>
      <v-layout class="LC my-5">
        <h2>О бренде</h2>
      </v-layout>
      <v-layout class="LC">
        <v-flex xs10 sm6 lg6>
          Большинство современных девушек находятся в постоянной гонке за своими целями. Кто-то видит большое будущее своей собственной компании, кто-то является отличным исполнителем и упорно продвигается по карьерной лестнице, кто-то без остановки вкладывает все силы в свою спортивную форму, а кто-то не видит свой день без любимых детей. В этот момент срабатывает инстинкт, и каждая себе говорит: «Усталость подождет, ведь нужно сделать так много…» И так каждый день, каждую неделю, каждый месяц…
        </v-flex>
        <v-flex xs10 sm6 lg6>
          Зачастую мы жертвуем собой, так как откладываем решение «своих» задач, в пользу собственного бизнеса или для реализации целей руководителей. Но когда наступает пауза, мы понимаем, что ушло самое ценное что имеем – время. Мы теряем время, часть которого нужно тратить на себя и ни на кого больше. Фактически мы забываем о том, ради чего мы ходим на работу и отдаем себя. Иногда человек и не замечает, как мимо проходит лето, как меняются вокруг люди, как меняется стиль коллег. Никогда не поздно уделить время для себя.
        </v-flex>
      </v-layout>
    </v-container>
  </div>
</template>

<script>
  export default {
    
  }
</script>

<style scoped lang="stylus">

</style>